-- ============================================================================
-- 滋賀県の施設データ
-- ============================================================================

INSERT INTO public.facilities (
    id,
    name,
    corporation,
    postal_code,
    phone,
    prefecture,
    city,
    address_detail,
    established_year,
    annex_facilities
)
VALUES
    (74, '守山学園', '社会福祉法人 ひかり会', '524-0004', '077-582-2887', '滋賀県', ' 守山市', '笠原町1257-1', 1959, '[]'),
    (75, '鹿深の家', '社会福祉法人  甲賀学園', '520-3402', '0748-88-2015', '滋賀県', '甲賀市甲賀町', '小佐治3571', 1962, '[]'),
    (76, '小鳩の家', '社会福祉法人 小鳩会', '520-0027', '077-522-4897', '滋賀県', '大津市 ', '錦織1-10-21', 1962, '[]'),
    (77, '湘南学園', '社会福祉法人 湘南学園', '520-0862', '077-537-0046', '滋賀県', '大津市', '平津2-4-9', 1904, '[]')
ON CONFLICT (id) DO NOTHING;