-- ============================================================================
-- 奈良県の施設データ
-- ============================================================================

INSERT INTO public.facilities (
    id,
    name,
    corporation,
    postal_code,
    phone,
    prefecture,
    city,
    address_detail,
    established_year,
    annex_facilities
)
VALUES
    (78, '愛染寮', '社会福祉法人 宝山寺福祉事業団', '630-0257', '0743-74-1172', '奈良県', ' 生駒市', '元町2-14-8', 1946, '[]'),
    (79, '飛鳥学院', '社会福祉法人   飛鳥学院', '633-0053', '0744-42-2831', '奈良県', '桜井市', '谷480', 1946, '[]'),
    (80, 'いかるが園', '社会福祉法人 いかるが園', '636-0116', '0745-74-2152', '奈良県', '生駒郡斑鳩町 ', '法隆寺2-12-8', 1953, '[]'),
    (81, '天理養徳院', '社会福祉法人 天理', '632-0018', '0743-62-0371', '奈良県', '天理市', '別所町715-3', 1910, '[]'),
    (82, '大和育成園', '社会福祉法人 大和育成園', '633-0253', '0745-82-0107', '奈良県', '宇陀市', '榛原萩原1758', 1948, '[]'),
    (83, '嚶鳴学院', '社会福祉法人  嚶鳴学院', '637-0027', '0747-22-7115', '奈良県', '五條市', '島野町745', 1976, '[]')
ON CONFLICT (id) DO NOTHING;