{
  "name": "双葉学園",
  "corporation": "社会福祉法人 神戸協和会",
  "fullAddress": "〒657-0011 兵庫県神戸市灘区鶴甲1丁目5番1号",
  "phone": "078-841-2792",
  "websiteUrl": "https://kyowakai.main.jp/futaba/",
  "facilityType": "児童養護施設",
  "establishedYear": "1946年（昭和21年）8月",
  "capacity": "30名",
  "building": "鉄筋コンクリート造（2・3階建）、2019年内装リニューアル済み",
  "targetAge": "概ね2歳〜18歳",
  "hasAnnex": false,
  "annexDetail": "",
  "accessInfo": {
    "locationAddress": "兵庫県神戸市灘区鶴甲1丁目5番1号",
    "station": "JR「六甲道」駅または阪急「六甲」駅より神戸市バス16系統に乗車、「鶴甲南」バス停下車徒歩約2分",
    "description": "神戸大学に近い六甲の高台に位置し、神戸の街並みと大阪湾を一望できるロケーションです。文教地区にあり、2019年のリニューアルにより建物内は清潔で廊下などが広く確保されています。",
    "lat": 34.7333428,
    "lng": 135.2398159
  },
  "relationInfo": "入所児童へのケアだけでなく、地域の子育て家庭を支援する「子育てリフレッシュステイ」事業を行っています。神戸市在住の2歳以上の子どもを対象に、ショートステイ（月10日以内の宿泊預かり）やデイサービス（8:00〜20:00の日帰り預かり）を提供しています。また、学習指導や生活支援のボランティアを随時募集しています。",
  "philosophyInfo": {
    "title": "踏まれても 根強く忍べ 道しばの やがて花咲く春は来ぬべし",
    "description": "創立者・大倉睦二の座右の銘の精神を受け継ぎ、困難な状況にある子どもたちに寄り添い、将来社会で生きていく力を育むことをミッションとしています。子どもたちの「喜び、悲しみ、希望、不安」を丸ごと受け入れ、一人ひとりと向き合うことを大切にしています。法人のルーツは1929年のブラジル移民救済事業にまで遡ります。"
  },
  "specialtyInfo": {
    "features": [
      "小規模グループケアユニット形式（6〜8名の子どもと担当職員が1ユニットで生活）",
      "各ユニットにLDK・居室・浴室・洗面室を配置した家庭的な環境",
      "ユニット名は花の名前（たんぽぽ・ひまわり・すいれん・すずらん・いちご）",
      "2019年内装リニューアルによる清潔で広々とした住環境",
      "社会経験を豊かにする施設外活動（行事・レクリエーション・ショッピング等）"
    ]
  },
  "staffInfo": {
    "message": "若手職員が多く活躍しており、チームアプローチを重視した明るく風通しの良い職場環境です。職員一人ひとりが抱え込まないよう、チーム全体で子どもたちの課題を共有し解決する体制をとっています。「後ろにはチームがいる」という安心感のもと、未経験者や新卒へのフォロー体制も充実しています。",
    "staffDetails": [
      {
        "role": "児童指導員",
        "description": "子どもたちの日常生活を支え、成長を見守る養育の中心的な役割を担っています。"
      },
      {
        "role": "保育士",
        "description": "子どもたちの生活支援や養育を行い、家庭的な環境づくりに貢献しています。"
      },
      {
        "role": "臨床心理士",
        "description": "子どもたちの心のケアにあたり、専門的な心理支援を提供しています。"
      },
      {
        "role": "家庭支援専門相談員",
        "description": "家庭復帰のための調整や、保護者との連携を行う専門職員です。"
      }
    ]
  },
  "educationInfo": {
    "policy": "様々な事情により家庭で生活することが困難な子どもたち（概ね2歳から18歳）を預かり、養育および自立支援を行っています。",
    "afterCare": "退所した子どもたちに対しても、相談や自立のための援助を継続的に行い、社会へのスムーズな移行をサポートしています。"
  },
  "advancedInfo": {
    "title": "チームアプローチと研修体制",
    "description": "職員一人ひとりが抱え込まないよう、チーム全体で子どもたちの課題を共有し解決するチームアプローチを重視しています。日常の養育実践に加え、施設内外での計画的な研修を通じて、高度な専門性を持つプロの養育者の育成に力を入れています。若手職員（20代〜）が多く活躍しており、未経験者や新卒へのフォロー体制も充実。「後ろにはチームがいる」という安心感のもとで、安心して子どもと向き合える環境を整えています。"
  },
  "otherInfo": {
    "title": "行事・レクリエーション",
    "description": "季節の行事（ハロウィン、キャンプ、秋祭りへの出店など）やレクリエーション、ショッピング等の外出など、社会経験を豊かにするための活動に力を入れています。公式サイトの「トピックス」では、キャンプやイベントの様子が写真付きで紹介されています。"
  }
}
